{
    "Open": "This command allows you to open an application. Simply specify the name of the application you want to open.\nNote that you need to add  applications to the Application Directory in settings.\nSome predefined application names include YouTube, Gmail, Calendar/Notification, Settings, Quick Settings, Task Manager, and File Explorer.\n<code>Open Spotify</code>",
    "Play": "Use this command to play a searched query, such as a song or video, on YouTube.\nJust provide the query you want to search and play.\n<code>Play Faded</code>",
    "Weather": "Get the current weather information of a specific city.\nYou can inquire about the weather by mentioning the city name.\n<code>Weather of Durgapur</code>",
    "Answer": "This command allows you to get answers to any query using AI-powered capabilities.\nAsk any question and DOST will provide you with the relevant information.\n<code>Answer Who is Elon Musk</code>",
    "Volume": "With the volume command, you can control the audio volume.nIt supports the following actions:\n\n<ul><li>SET: Set the volume to a specific level.\n<code>Set volume to 75%</code></li><li>INCREASE: Increase the volume by a specific level.\n<code>Increase volume by 20%</code></li><li>DECREASE: Decrease the volume by a specific level.\n<code>Decrease volume by 10%</code></li>",
    "Brightness": "Similar to the volume command, the brightness command allows you to control the screen brightness.\nIt works as follows:\n\n<ul><li>SET: Set the screen brightness to a specific level.\n<code>Set brightness to 50%</code></li><li>INCREASE: Increase the screen brightness by a specific level.\n<code>Increase brightness by 25%</code></li><li>DECREASE: Decrease the screen brightness by a specific level.\n<code>Decrease brightness by 5%</code></li>",
    "Search": "Use this command to perform a Google search on a specific query. DOST will open the search results in your browser.\n<code>Search Mutton Biryani</code>",
    "Screenshot": "Capture a screenshot using this command.\nSimply say <code>Take a screenshot</code>, and DOST will capture the screen.\nMake sure you have set the Screenshot Directory in the Settings beforehand.",
    "Screenrecord": "Start recording your screen with this command.\nSay <code>Start screen record</code> or <code>Start screen recording</code>, and DOST will initiate the screen recording.\nNote that you need to activate the X-Box Game Bar for this feature to work.",
    "Windows": "Perform various Windows operations using this command.\nFor example, you can <code>Lock Windows</code> or <code>Put PC to Sleep</code> by specifying the corresponding action.",
    "Minimize all": "This command allows you to minimize all open applications with a single action.\n<code>Minimize all applications</code>",
    "News": "Stay updated with the latest news using this command.\nYou can get general news or specify a topic of interest.\n<code>Show some News</code> or <code>Show some News on Cricket</code> - to get news related to cricket."
}
